var _ = require('underscore');
var whores = [
	{
		"id": "1",
		"name": "Жасмин",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true,
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Очень нежная девчонка доставит Вам удовольствие по полной программе! Каждый мужчина ищет идеальную женщину - попробуй, может быть я именно та которая тебе нужна... Фото мои 1000%!!! Выезда НЕТ!!! Квартира для встреч ЕСТЬ, 5 мин от ст. метро \"Дворец Украина\""
	},
	{
		"id": "2",
		"name": "Лиза",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true,
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Я - барышня абсолютно особенная! Я яркая и стильная, веселая и заводная, сексуальная и конечно же очень красивая! Для тех, кто способен оценить по достоинству настоящую женщину, для тех, кто любит в постели задор и изобретательность, для тех прекрасных и щедрых мужчин, которые хотят провести незабываемый досуг в объятиях умелой красотки! Я вся для вас, дорогие мои. Да, да! Именно для тебя, милый! ФОТО МОИ!!!	"
	},
	{
		"id": "3",
		"name": "Женя",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Я - симпатичная девочка экзотической внешности без комплексов и с огромной любовью к сексу! Я непревзойденная любовница, страстная, доступная и яркая! Я невероятно сексуальна и изобретательна, мила и непосредственна. Не теряй времени, звони мне, мой друг! Я скрашу твоё одиночество :)	"
	},
	{
		"id": "4",
		"name": "Лилия",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Еще не распустившаяся розочка ждет своего воздыхателя! Чарующий аромат, тонкий силуэт. Раскрой мой бутончик и покажи свою силу! Я храню свою свежесть, чтоб ты мог вкусить первым тот первозданный нектар, что приготовлен для тебя! Мои упругие девичьи грудки покрываются росой вожделения, когда я думаю о сексе с тобой, мое лоно наполняется жаркой страстью и желаниями."
	},
	{
		"id": "5",
		"name": "Кристина",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Хорошая и нежная девочка. Ваше удовольствие для меня ценность. Готова очень на многое ради этого. Только выезд.	"
	},
	{
		"id": "6",
		"name": "Белла",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Я, как дорогой коньяк, - попробовав однажды, хочется вновь... У тебя есть сокровенные желания? Воплотим их вместе! Я создана для этого... Окунись в мир наслаждения, расслабься и отдохни в будуаре настоящей куртизанки! Не салон. ФОТО МОИ 1 000 000%!!! ЕСТЬ ВЫЕЗД, с Вас такси!!! Индивидуалка!!!"
	},
	{
		"id": "7",
		"name": "Ульяна",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Изумительная красавица с изящными манерами и сладкими сокровищами. Я люблю нежных и ласковых мужчин. Приглашаю вас на вечер жаркого и знойного секса. Приходите, и мы с вами займемся изысканным классическим сексом, который принесет нам море восхитительно сладких наслаждений. Только для такого привлекательного и щедрого на ласку мужчины, я исполню эротичный стриптиз. Вы увидите меня во всей красе, и я смогу показать вам все св ФОТО МОИ!!!"
	},
	{
		"id": "8",
		"name": "Марта",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Яркая, стильная, сексуальная. Очень избирательна в знакомствах, реальная индивидуалка. Гарантирую великолепное времяпрепровождение, страстный секс, расслабляющий массаж. При взаимной симпатии возможно многое.	"
	},
	{
		"id": "9",
		"name": "Эрика",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Милая, обаятельная мулатка-шоколадка пригласит в гости. Я просто секси.	"
	},
	{
		"id": "10",
		"name": "Илона",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Красивая и нежная без вредных привычек... Приглашу на романтическое свидание чистоплотного и щедрого мужчину. Прием индивидуальный. Фотографии мои. Комфорт, хорошее настроение и приятный отдых Вам гарантированы. Фото мои!!! Выезда нет!!! Подруг тоже НЕТ!!!"
	},
	{
		"id": "11",
		"name": "Елена",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Индивидуалка! Для настоящих ценителей изысканного отдыха и прекрасного! Симпатичная очаровательная брюнетка составит компанию достойному мужчине и поможет реализовать все ваши желания! ФОТО МОИ 1000%!!!"
	},
	{
		"id": "12",
		"name": "Мэри",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Невероятно ласковая, дикая и сексуальная кошечка с сладкими губками, мягенькой, бархатистой кожей развлечет тебя по полной программе. Я буду с тобой очень ласкова и нежна, ведь я эталон романтического и спокойного наслаждения для тех, кто ищет потрясающих наслаждений и взаимного удовлетворения. Я та, кто ищет удовольствие от трепетных прикосновений, медленного, но чувственного и глубокого проникновения, а также совместного невероятного оргазма. Вместе мы сольемся в единое целое и достигнем неземного экстаза. Ты будешь хотеть меня постоянно и желание это будет взаимным."
	},
	{
		"id": "13",
		"name": "Юлия",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Один только взгляд на меня поднимет настроение любому мужчине, даже самому привередливому в плане женской внешности :) Ну а моя сексуальность поднимет твой... тонус лучше всех женщин мира! Я стройная, с шелковистой кожей, подтянутой попкой, упругой грудью и тонкой талией! Все как в журнале, как в эротическом кино! Ты сможешь воплотить со мной то, о чем так давно мечтал! Фото мои 100%!!!"
	},
	{
		"id": "14",
		"name": "Айра",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Я настоящая ИНДИВИДУАЛКА, не салон!!! У меня длинные, обольстительные ножки, очаровательная, великолепная попка, шикарный бюст и море пикантных желаний, которые мы с тобой непременно реализуем в постели. Ты сполна оценишь мой искренний и дивный минет, а уж в сексе мы снимем все ограничения. Звони, будут лишь удовольствия! Фото мои, реальные 100%!!!!	"
	},
	{
		"id": "15",
		"name": "Натали",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Тихая обстановка и море любви! Приглашаю в гости состоятельного мужчину или могу приехать к вам ( выезд минимум на 2 часа и + такси) Фото мои!!!"
	},
	{
		"id": "16",
		"name": "ВЛАДА",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "КОРОЛЕВА только для КОРОЛЯ!!! ФОТО МОИ 100%, просьба не переспрашивать!!! Индивидуалка!!!"
	},
	{
		"id": "17",
		"name": "Варя",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Внимание - это не салон и не работа! Это мой стиль жизни! Мои всегда реальны!!! Наколок, тюнинга и силикона у меня нет!!! Запретов тоже нет, когда желают двое, инстинкты и фантазии смешав... Пусть будет секс божественный и нежный, как хочет тело... Требует душа...!!! Ночую и выезжаю очень избирательно! Мои компромиссы и \"дивиденды\" только для постоянных посетителей! ВЫЕЗДА НЕТ!!!!	"
	},
	{
		"id": "18",
		"name": "Дина",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Манящая близость, реальная красота. Пылкое тело ждет поцелуев... Сочные губы хотят разврата! Индивидуально и всегда по- разному. Секретно."
	},
	{
		"id": "19",
		"name": "Валентина",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Я - очень милая девушка, не имеющая отношения к салонам, сексуальная и доброжелательная! Я гарантирую вам порядочность и чистоплотность со своей стороны, и конечно жду того же от вас! Хороший классический секс, очень радушный приём, душевная беседа - все это в любо порядке! Тебе со мной будет уютно и хорошо. У меня нежные и теплые объятия и очень много любви, которую я готова с радостью дарить тебе в любых количествах! Фото мои 100%!!!	"
	},
	{
		"id": "20",
		"name": "Олеся",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Здравствуй, милый! Я ищу знакомства с состоятельным, солидным, вежливым и внимательным мужчиной, который время от времени приглашал бы меня на свидания, мы бы гуляли вместе, или просто встречались бы на нейтральной территории какой-нибудь шикарной гостиницы, вместе пили бы вино, флиртовали бы :) Я бы соблазняла тебя каждый раз по-новому! У меня всегда есть кое-что интересное, интригующее! Обожаю делать приятные сюрпризы мужчинам :) Я очень красивая и ухоженная, сексуальная и податливая. Общительная и образованная! Не теряй свой шанс на лучшую женщину в мире!"
	},
	{
		"id": "21",
		"name": "Женя",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Раскрепощенная сексуальная блондиночка жаждет подарить свою любовь и ласку обеспеченному мужчине! Я рассчитываю на твою порядочность и чистоплотность, большего от тебя я не вправе требовать! Встречи между нами будут сугубо конфиденциальными! Живу одна в комфортабельной квартире и всегда в ожидании долгого, горячего секса!"
	},
	{
		"id": "22",
		"name": "Света",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Страсть и нежность слились во мне воедино. Я разная и каждый раз новая. Я могу удивлять и покорять, я могу пленить и долго не отпускать твои желания и мысли из своего сладкого плена. Словно тёплым пледом, я окутаю тебя своей сексуальностью и жаждой удовольствия. Перед моими чарами ты не сможешь устоять, ведь я знаю, что тебе нужно для безмерного удовольствия. Фото мои 10000%, реальные и без обмана, просьба не переспрашивать!!!!	"
	},
	{
		"id": "23",
		"name": "Настенька",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Индивидуалка!!! Фото мои 1000%!!! ))) Красивая, безумно сексуальная, привлекательная, стройная, ухоженная девушка желает познакомиться с состоятельным мужчиной для приятных встреч. Выезда нет!!! Куннилингус +200 грн.!!!	"
	},
	{
		"id": "24",
		"name": "Стася",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Очень нежная и милая блондинка, я приглашаю тебя и только тебя ко мне в гости. Я хочу заняться горячим сексом только с тобой, мой самый желанный и страстный мужчина. Обещаю подарить тебе много нежности и много женской ласки. Сделаю замечательный эротический массаж. Мой упругий язычок и губки будут ласкать все твои эрогенные точки. Фото мои 1000%!!!"
	},
	{
		"id": "25",
		"name": "Милана",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Я весьма изобретательна и обладаю богатым воображением, с интересом реагирую на новые возможности и удовольствия... Знаю хорошо все, что доставляет наслаждение моему партнеру. Моя сексуальная потребность удовлетворяется всем тем, чего хочет партнер! Реальная - Я!!! Реальный секс...!!! Жду у себя в гостях!!!"
	},
	{
		"id": "26",
		"name": "Ева",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Роскошная грудь и красивое нежное тело. Я очаровательная и темпераментная любовница, которая сделает тебя самым счастливым мужчиной. ФОТО МОИ 1000%!!! Есть выезд!!! Квартира в пошаговой доступности от станции метро \"ОЛИМПИЙСКАЯ\"!!"
	},
	{
		"id": "27",
		"name": "София",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Нежная и милая... Романтичная и страстная индивидуалка! Приглашаю заглянуть в мою уютную квартиру на чашечку кофе. Индивидуально. ФОТО МОИ!!! Квартира 5 мин. от станции метро \"КЛОВСКАЯ\"!!! Не выезжаю, принимаю только у себя!!!"
	},
	{
		"id": "28",
		"name": "Каролина",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Страстная и очень развратная молодая цыпочка хочет пригласить к себе в гости или приедет сама. Ты такой сильный и темпераментный секс партнер, с которым я проведу горячую и чудесную ночь. Я хочу предложить тебе заняться со мной самым изысканный и необычным, горячим и восхитительным классическим сексом. Я смогу удовлетворить тебя своими необычными и горячими ласками, и доставлю неземное удовольствие. ФОТО МОИ, реальные на 200%!!!"
	},
	{
		"id": "29",
		"name": "Тома",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Обещаю отдых по-царски! Гибкая как пантера, ласковая как кошечка, страстная как тигрица!"
	},
	{
		"id": "30",
		"name": "Саша",
		"age": "18",
		"boobs": "3",
		"weight": "50",
		"height" : "168",
		"skils": {
			"base_classic": true, 
			"base_anal": false,
			"extra_without_condom": true,
			"extra_deep_throat": false
			},
		"phone": "+3809621400000",
		"can_come": true,
		"price": {
			"hour": "400",
			"two_hours": "800",
			"night": "3000",
		},
		"teaser": "Очарование и нежность настоящей богини любви! Ухоженная, умудрённая сексуальным опытом, обладающая утончённым вкусом и природной женственностью, подарю Тебе незабываемую встречу... ФОТО мои реальные 100%!!! Уютные апартаменты VIP уровень! Выезд и апартаменты."
	}
];

exports.getAllWhores = function() {
	return whores;
};

exports.getWhoreById = function(id) {
	return _.findWhere(whores, {id: id});
};
